{
	"@metadata": {
		"authors": [
			"Elisardojm",
			"Toliño"
		]
	},
	"emailauth-desc": "Verifica as conexións sospeitosas feitas por correo electrónico",
	"emailauth-token-label": "Código de verificación",
	"emailauth-token-help": "Identificador de dous factores de uso único enviado por correo electrónico.",
	"emailauth-email-subject": "O teu código de verificación de conexión a $1",
	"emailauth-email-body-intro": "$1, semella que intentas iniciar sesión desde un dispositivo novo en $2.",
	"emailauth-email-body-code-text": "O teu código de verificación é:",
	"emailauth-email-body-warning": "Este código é necesario para acceder á túa conta. Caducará en $1. Pola túa seguridade, non o compartas con ninguén.",
	"emailauth-email-body-attack-heading": "Se non fuches ti:",
	"emailauth-email-body-attack-p1": "Este correo electrónico enviouse porque alguén intentou iniciar sesión na túa conta. O intento de inicio de sesión incluía o nome de conta e o contrasinal e estes eran correctos.",
	"emailauth-email-body-attack-p2": "Se non fuches ti, deberías cambiar o teu contrasinal agora.",
	"emailauth-email-body-help-text": "Para obter máis información, consulta $1",
	"emailauth-login-message": "Tes que verificar a túa conexión. Enviouse un código de verificación ó teu enderezo de correo electrónico ($1). Indica aquí ese código.",
	"emailauth-login-message-no-email": "Tes que verificar a túa conexión. Enviouse un código de verificación ó teu enderezo de correo electrónico. Indica aquí ese código.",
	"emailauth-login-help": "Contacta coa [[{{int:grouppage-sysop}}|administración do sitio]] se xa non tes acceso ao enderezo de correo electrónico da túa conta ([[mw:Special:MyLanguage/Help:Extension:EmailAuth|máis información]]).",
	"emailauth-login-failure": "Código de verificación incorrecto!",
	"emailauth-login-retry-limit": "Demasiados intentos fallidos!",
	"emailauth-accountrecovery-intro": "Recuperar a túa conta de {{SITENAME}}",
	"emailauth-accountrecovery-logged-in": "Esta páxina non está dispoñible para os usuarios que iniciaron sesión. Se necesitas recuperar unha conta, pecha a sesión primeiro.",
	"emailauth-accountrecovery-username-label": "Nome de usuario",
	"emailauth-accountrecovery-contactemail-label": "Correo electrónico de contacto ao que teñas acceso",
	"emailauth-accountrecovery-contactemail-confirm-label": "Confirma o correo electrónico de contacto",
	"emailauth-accountrecovery-registeredemail-label": "Correo electrónico rexistrado na túa conta de {{SITENAME}}",
	"emailauth-accountrecovery-description-label": "Comentarios adicionais",
	"emailauth-accountrecovery-success": "A túa solicitude de recuperación de conta enviouse correctamente. O noso equipo de confianza e seguranza revisará a túa solicitude e poñerase en contacto contigo no enderezo de correo electrónico que indicaches.",
	"emailauth-accountrecovery-confirmation-needed": "Enviámosche un correo electrónico de confirmación ao enderezo de contacto que proporcionaches. Para completares a solicitude de recuperación da túa conta, fai clic na ligazón do correo electrónico.",
	"emailauth-accountrecovery-confirmation-subject": "Confirma a solicitude para recuperar a túa conta",
	"emailauth-accountrecovery-confirmation-body": "Recibimos unha solicitude para recuperar a conta chamada «$1» en {{SITENAME}}.\n\nPara continuar con este proceso, fai clic na ligazón de embaixo para verificar o teu enderezo de correo electrónico. A ligazón caducará en $2.\n\n$3\n\nSe non fuches ti, podes ignorar este correo electrónico e non se farán cambios na túa conta.",
	"emailauth-accountrecovery-confirmation-resent": "Esta ligazón de confirmación caducou. Enviámosche unha nova ligazón de confirmación ao enderezo de contacto que proporcionaches. Fai clic nesa nova ligazón para completares a solicitude de recuperación da túa conta.",
	"emailauth-accountrecovery-email-mismatch": "Os enderezos de correo electrónico que introduciches non coinciden. Compróbaos e inténtao de novo.",
	"emailauth-accountrecovery-invalid-email": "Escribe un enderezo de correo electrónico válido.",
	"emailauth-accountrecovery-rate-limited": "Enviaches demasiadas solicitudes de recuperación de conta. Agarda antes de intentalo de novo.",
	"emailauth-accountrecovery-error-generic": "Produciuse un erro ao procesar a túa solicitude. Inténtao de novo máis tarde.",
	"emailauth-accountrecovery-error-invalid-data": "Non se puido procesar a información que proporcionaches. Revisa as túas entradas e inténtao de novo.",
	"emailauth-accountrecovery-error-service-unavailable": "O servizo de recuperación de contas non está dispoñible temporalmente. Inténtao de novo máis tarde.",
	"emailauth-accountrecovery-error-badtoken": "A ligazón de confirmación non é válida.\nSe cadra caducou.",
	"emailauth-accountrecovery-disabled": "A recuperación de contas non está dispoñible neste wiki. Ponte en contacto coa administración do sitio para obter axuda."
}
