{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"emailauth-desc": "Verifica aperturas de session suspecte per e-mail",
	"emailauth-token-label": "Codice de verification",
	"emailauth-token-help": "Token 2FA a uso unic inviate per e-mail.",
	"emailauth-email-subject": "Tu codice de verification de session sur $1",
	"emailauth-email-body-intro": "$1, pare que tu tenta aperir session sur $2 a partir de un nove apparato.",
	"emailauth-email-body-code-text": "Tu codice de verification es:",
	"emailauth-email-body-warning": "Iste codice es necessari pro acceder a tu conto. Illo expirara in $1. Pro tu securitate, non condivide lo jammais con alcuno.",
	"emailauth-email-body-attack-heading": "Si isto non esseva tu:",
	"emailauth-email-body-attack-p1": "Iste message ha essite inviate perque alcuno ha tentate acceder a tu conto. Tu nomine de conto e contrasigno correcte ha essite fornite in iste tentativa.",
	"emailauth-email-body-attack-p2": "Si isto non esseva tu, tu deberea cambiar tu contrasigno ora.",
	"emailauth-email-body-help-text": "Pro plus information, vide $1",
	"emailauth-login-message": "Tu debe verificar tu session. Un codice de verification ha essite inviate a tu adresse de e-mail ($1). Per favor insere iste codice hic.",
	"emailauth-login-help": "Contacta le [[{{int:grouppage-sysop}}|administratores del sito]] si tu non plus ha accesso al adresse de e-mail de tu conto. ([[mw:Special:MyLanguage/Help:Extension:EmailAuth|plus information]])",
	"emailauth-login-failure": "Codice de verification invalide!",
	"emailauth-login-retry-limit": "Troppo de fallimentos!",
	"emailauth-accountrecovery-intro": "Recuperar tu conto de {{SITENAME}}",
	"emailauth-accountrecovery-logged-in": "Iste pagina non es disponibile post aperir session. Si tu vole recuperar un conto, per favor claude session primo.",
	"emailauth-accountrecovery-username-label": "Nomine de usator",
	"emailauth-accountrecovery-contactemail-label": "Adresse de e-mail attingibile",
	"emailauth-accountrecovery-contactemail-confirm-label": "Confirma adresse de e-mail",
	"emailauth-accountrecovery-registeredemail-label": "Adresse de e-mail registrate in tu conto de {{SITENAME}}",
	"emailauth-accountrecovery-description-label": "Commentos supplementari",
	"emailauth-accountrecovery-success": "Le requesta de recuperation de tu conto ha essite correctemente inviate. Nostre equipa Fiducia e Securitate ora revidera tu requesta e te contactara al adresse de e-mail fornite.",
	"emailauth-accountrecovery-confirmation-needed": "Un message de confirmation ha essite inviate al adresse de e-mail fornite. Pro terminar tu requesta de recuperation de conto, clicca primo sur le ligamine in le message de e-mail.",
	"emailauth-accountrecovery-confirmation-subject": "Confirmar tu requesta de recuperar tu conto",
	"emailauth-accountrecovery-confirmation-body": "Nos ha recipite un requesta de recuperar le conto con le nomine “$1” sur {{SITENAME}}.\n\nPro continuar con iste processo, clicca sur le ligamine infra pro verificar tu adresse de e-mail. Le ligamine expirara in $2.\n\n$3\n\nSi isto non esseva tu, per favor ignora iste message; nihil cambiara in tu conto.",
	"emailauth-accountrecovery-confirmation-resent": "Iste ligamine de confirmation ha expirate. Un nove ligamine de confirmation ha essite inviate al adresse de e-mail fornite. Per favor clicca sur iste nove ligamine pro terminar tu requesta de recuperation de conto.",
	"emailauth-accountrecovery-email-mismatch": "Le adresses de e-mail inserite non es identic. Per favor verifica e tenta lo de novo.",
	"emailauth-accountrecovery-invalid-email": "Per favor insere un adresse de e-mail valide.",
	"emailauth-accountrecovery-rate-limited": "Tu ha inviate troppo de requestas de recuperation de conto. Per favor attende ante de tentar lo de novo.",
	"emailauth-accountrecovery-error-generic": "Un error ha occurrite durante le tractamento de tu requesta. Per favor tenta lo de novo plus tarde.",
	"emailauth-accountrecovery-error-invalid-data": "Le information fornite non poteva esser tractate. Per favor verifica tu entratas e tenta lo de novo.",
	"emailauth-accountrecovery-error-service-unavailable": "Le servicio de recuperation de contos es temporarimente indisponibile. Per favor tenta lo de novo plus tarde.",
	"emailauth-accountrecovery-error-badtoken": "Ligamine de confirmation invalide.\nEs possibile que le ligamine ha expirate.",
	"emailauth-accountrecovery-disabled": "Le recuperation de contos non es disponibile sur iste wiki. Per favor contacta le administratores del sito pro assistentia."
}
