{
	"@metadata": {
		"authors": [
			"Beta16",
			"Dream Indigo",
			"Freediman",
			"Superpes15"
		]
	},
	"emailauth-desc": "Verifica gli accessi sospetti tramite posta elettronica.",
	"emailauth-token-label": "Codice di verifica",
	"emailauth-token-help": "Un token 2FA usa e getta è stato inviato via email.",
	"emailauth-email-subject": "Il tuo codice di verifica per l'accesso a $1",
	"emailauth-email-body-intro": "$1, sembra che tu stia provando ad accedere da un nuovo dispositivo su $2.",
	"emailauth-email-body-code-text": "Il tuo codice di verifica è:",
	"emailauth-email-body-warning": "Questo codice è necessario per accedere alla tua utenza. Scadrà tra $1. Per la tua sicurezza non condividerlo con nessuno.",
	"emailauth-email-body-attack-heading": "Se non sei stato tu:",
	"emailauth-email-body-attack-p1": "Questa email è stata inviata perché qualcuno ha provato ad accedere alla tua utenza. Il tentativo di accesso includeva l'inserimento del nome utente e della password corretti.",
	"emailauth-email-body-attack-p2": "Se non eri tu, dovresti cambiare subito la tua password.",
	"emailauth-email-body-help-text": "Per ulteriori informazioni, vedi $1",
	"emailauth-login-message": "Devi verificare il tuo accesso. Un codice di verifica è stato inviato al tuo indirizzo di posta elettronica ($1), inserisci il codice qui.",
	"emailauth-login-help": "Contatta gli [[{{int:grouppage-sysop}}|amministratori del sito]] se non hai più accesso all'indirizzo email associato alla tua utenza. ([[mw:Special:MyLanguage/Help:Extension:EmailAuth|ulteriori informazioni]])",
	"emailauth-login-failure": "Codice di verifica non valido!",
	"emailauth-login-retry-limit": "Troppi tentativi falliti!",
	"emailauth-accountrecovery-intro": "Recupera la tua utenza {{SITENAME}}",
	"emailauth-accountrecovery-logged-in": "Questa pagina non è disponibile per gli utenti che hanno effettuato l'accesso. Se devi recuperare un'utenza, effettua prima la disconnessione.",
	"emailauth-accountrecovery-username-label": "Nome utente",
	"emailauth-accountrecovery-contactemail-label": "Email di contatto raggiungibile",
	"emailauth-accountrecovery-contactemail-confirm-label": "Conferma l'email di contatto",
	"emailauth-accountrecovery-registeredemail-label": "Indirizzo email associato alla tua utenza {{SITENAME}}",
	"emailauth-accountrecovery-description-label": "Commenti aggiuntivi",
	"emailauth-accountrecovery-success": "La richiesta di recupero dell'utenza è stata inviata correttamente. Il nostro team Trust & Safety esaminerà la richiesta e ti contatterà all'indirizzo email che hai fornito.",
	"emailauth-accountrecovery-confirmation-needed": "È stata inviata un'email di conferma all'indirizzo di posta elettronica che hai fornito. Per completare la richiesta di recupero dell'utenza, devi cliccare sul collegamento contenuto nell'email.",
	"emailauth-accountrecovery-confirmation-subject": "Conferma la tua richiesta di recupero della tua utenza",
	"emailauth-accountrecovery-confirmation-body": "Abbiamo ricevuto una richiesta di recupero per l'utenza denominata \"$1\" su {{SITENAME}}.\n\nPer continuare la procedura, clicca sul collegamento sottostante per verificare il tuo indirizzo email. Il link scadrà tra $2.\n\n$3\n\nSe non sei stata/o tu, puoi ignorare tranquillamente questa email e non verrà apportata alcuna modifica alla tua utenza.",
	"emailauth-accountrecovery-confirmation-resent": "Questo link di conferma è scaduto. Un nuovo link di conferma è stato inviato all'indirizzo email che hai fornito. Fai clic su questo nuovo link per completare la richiesta di recupero dell’account.",
	"emailauth-accountrecovery-email-mismatch": "Gli indirizzi email inseriti non corrispondono. Controlla e riprova.",
	"emailauth-accountrecovery-invalid-email": "Inserisci un indirizzo email valido.",
	"emailauth-accountrecovery-rate-limited": "Hai inviato troppe richieste di recupero dell'utenza. Attendi prima di riprovare.",
	"emailauth-accountrecovery-error-generic": "Si è verificato un errore durante l'elaborazione della richiesta. Riprova più tardi.",
	"emailauth-accountrecovery-error-invalid-data": "Le informazioni fornite non possono essere elaborate. Controlla i dati inseriti e riprova.",
	"emailauth-accountrecovery-error-service-unavailable": "Il servizio di recupero dell'utenza non è temporaneamente disponibile. Riprova più tardi.",
	"emailauth-accountrecovery-error-badtoken": "Link di conferma non valido.\nIl link potrebbe essere scaduto.",
	"emailauth-accountrecovery-disabled": "Il recupero dell'utenza non è disponibile su questo wiki. Contatta gli amministratori del sito per ricevere assistenza."
}
