{
	"@metadata": {
		"authors": [
			"Eduardo Addad de Oliveira",
			"Eduardoaddad",
			"Fúlvio",
			"Sixaxis"
		]
	},
	"emailauth-desc": "Verifica autenticações suspeitas por e-mail",
	"emailauth-token-label": "Código de verificação",
	"emailauth-token-help": "Chave 2FA de utilização única enviada por e-mail.",
	"emailauth-email-subject": "O seu código de verificação para autenticação na $1",
	"emailauth-email-body-intro": "$1, parece que você está tentando entrar em sua conta da $2 a partir de um novo dispositivo.",
	"emailauth-email-body-code-text": "Seu código de verificação é:",
	"emailauth-email-body-warning": "Este código é necessário para acessar sua conta. Ele expirará em $1. Para sua segurança, não o compartilhe com ninguém.",
	"emailauth-email-body-attack-heading": "Se não foi você:",
	"emailauth-email-body-attack-p1": "Este e-mail foi enviado porque alguém tentou entrar em sua conta. A tentativa de entrada incluiu o nome e senha corretos de sua conta.",
	"emailauth-email-body-attack-p2": "Se não foi você, altere sua senha agora.",
	"emailauth-email-body-help-text": "Para mais informações, veja $1",
	"emailauth-login-message": "Precisa de verificar a sua autenticação. Foi enviado para o seu e-mail ($1) um código de verificação. Introduza esse código aqui, por favor.",
	"emailauth-login-message-no-email": "Você precisa verificar seu acesso. Um código de verificação foi enviado para o seu endereço de e-mail. Insira esse código aqui.",
	"emailauth-login-help": "Entre em contato com os [[{{int:grouppage-sysop}}|administradores do site]] se você não tiver mais acesso ao endereço de e-mail da sua conta. ([[mw:Special:MyLanguage/Help:Extension:EmailAuth|mais informações]])",
	"emailauth-login-failure": "Código de verificação inválido!",
	"emailauth-login-retry-limit": "Muitas falhas!",
	"emailauth-accountrecovery-intro": "Recupere sua conta da {{SITENAME}}",
	"emailauth-accountrecovery-logged-in": "Esta página não está disponível para usuários que estão numa conta. Se precisa recuperar uma conta, por favor saia da conta primeiro.",
	"emailauth-accountrecovery-username-label": "Nome de usuário",
	"emailauth-accountrecovery-contactemail-label": "E-mail de contato acessível",
	"emailauth-accountrecovery-contactemail-confirm-label": "Confirme o e-mail de contato",
	"emailauth-accountrecovery-registeredemail-label": "E-mail registrado em sua conta da {{SITENAME}}",
	"emailauth-accountrecovery-description-label": "Comentários adicionais",
	"emailauth-accountrecovery-success": "Sua requisição de recuperação de conta foi enviada com sucesso. Nossa equipe de Confiança e Segurança analisará sua requisição e entrará em contato com você pelo endereço de e-mail fornecido.",
	"emailauth-accountrecovery-confirmation-needed": "Um e-mail de confirmação foi enviado para o endereço de e-mail de contato que você forneceu. Para concluir sua requisição de recuperação de conta, você deve clicar no link contido no e-mail.",
	"emailauth-accountrecovery-confirmation-subject": "Confirme sua requisição para recuperar sua conta",
	"emailauth-accountrecovery-confirmation-body": "Recebemos uma requisição para recuperar a conta chamada \"$1\" na {{SITENAME}}.\n\nPara continuar com este processo, clique no link abaixo para verificar seu endereço de e-mail. O link expirará em $2.\n\n$3\n\nSe não foi você, pode ignorar este e-mail com segurança, e nenhuma alteração será feita em sua conta.",
	"emailauth-accountrecovery-confirmation-resent": "Este link de confirmação expirou. Um novo link de confirmação foi enviado para o endereço de e-mail de contato que você forneceu. Clique neste novo link para concluir sua requisição de recuperação de conta.",
	"emailauth-accountrecovery-email-mismatch": "Os endereços de e-mail que você inseriu não correspondem. Verifique e tente novamente.",
	"emailauth-accountrecovery-invalid-email": "Insira um endereço de e-mail válido.",
	"emailauth-accountrecovery-rate-limited": "Você enviou muitas requisições de recuperação de conta. Aguarde um pouco antes de tentar novamente.",
	"emailauth-accountrecovery-error-generic": "Ocorreu um erro ao processar sua requisição. Por favor, tente novamente mais tarde.",
	"emailauth-accountrecovery-error-invalid-data": "As informações que você forneceu não puderam ser processadas. Verifique suas entradas e tente novamente.",
	"emailauth-accountrecovery-error-service-unavailable": "O serviço de recuperação de conta está temporariamente indisponível. Tente novamente mais tarde.",
	"emailauth-accountrecovery-error-badtoken": "Link de confirmação inválido.\nO link pode ter expirado.",
	"emailauth-accountrecovery-disabled": "A recuperação de conta não está disponível nesta wiki. Entre em contato com os administradores do site para obter ajuda."
}
