{
	"@metadata": {
		"authors": [
			"Doraemonluonbentoi",
			"NguoiDungKhongDinhDanh",
			"Nvdtn19"
		]
	},
	"emailauth-desc": "Xác minh các lần đăng nhập đáng ngờ qua email",
	"emailauth-token-label": "Mã xác nhận",
	"emailauth-token-help": "Mã 2FA một lần được gửi qua email.",
	"emailauth-email-subject": "Mã xác minh đăng nhập $1 của bạn",
	"emailauth-email-body-intro": "$1, có vẻ như bạn đang cố gắng đăng nhập vào $2 từ một thiết bị mới.",
	"emailauth-email-body-code-text": "Mã xác minh của bạn là:",
	"emailauth-email-body-warning": "Bạn phải sử dụng mã này để truy cập tài khoản của mình. Mã sẽ hết hạn sau $1. Đừng chia sẻ mã này với bất kỳ ai.",
	"emailauth-email-body-attack-heading": "Nếu bạn không nhận ra yêu cầu này:",
	"emailauth-email-body-attack-p1": "Bạn nhận được email này vì có ai đó đang cố gắng đăng nhập vào tài khoản của bạn. Người này đã nhập đúng cả tên tài khoản và mật khẩu.",
	"emailauth-email-body-attack-p2": "Nếu đó không phải là bạn, hãy đổi mật khẩu ngay.",
	"emailauth-email-body-help-text": "Để biết thêm thông tin, hãy xem $1",
	"emailauth-login-message": "Để giữ an toàn cho tài khoản của bạn, chúng tôi cần đảm bảo rằng bạn chính là người đang cố đăng nhập. Một mã xác minh đã được gửi đến địa chỉ email của bạn ($1), vui lòng nhập mã đó vào đây.",
	"emailauth-login-help": "Liên hệ một [[{{int:grouppage-sysop}}|bảo quản viên]] nếu bạn không còn quyền truy cập vào địa chỉ email của tài khoản. ([[mw:Special:MyLanguage/Help:Extension:EmailAuth|tìm hiểu thêm]])",
	"emailauth-login-failure": "Mã xác minh không hợp lệ!",
	"emailauth-login-retry-limit": "Bạn đã nhập sai mã quá nhiều lần!",
	"emailauth-accountrecovery-intro": "Khôi phục tài khoản {{SITENAME}} của bạn",
	"emailauth-accountrecovery-logged-in": "Trang này không dành cho người dùng đã đăng nhập. Nếu bạn cần khôi phục tài khoản, vui lòng đăng xuất trước.",
	"emailauth-accountrecovery-username-label": "Tên người dùng",
	"emailauth-accountrecovery-contactemail-label": "Email liên hệ",
	"emailauth-accountrecovery-contactemail-confirm-label": "Xác nhận email liên hệ",
	"emailauth-accountrecovery-registeredemail-label": "Địa chỉ email dùng để đăng ký tài khoản {{SITENAME}} của bạn",
	"emailauth-accountrecovery-description-label": "Bình luận bổ sung",
	"emailauth-accountrecovery-success": "Yêu cầu khôi phục tài khoản của bạn đã được gửi thành công. Nhóm Bảo mật & An toàn của chúng tôi sẽ xem xét yêu cầu và liên hệ với bạn qua địa chỉ email mà bạn đã cung cấp.",
	"emailauth-accountrecovery-confirmation-needed": "Một email xác nhận đã được gửi đến địa chỉ email liên hệ mà bạn đã cung cấp. Để hoàn tất yêu cầu khôi phục tài khoản, bạn phải nhấp vào liên kết trong email.",
	"emailauth-accountrecovery-confirmation-subject": "Xác nhận yêu cầu khôi phục tài khoản của bạn",
	"emailauth-accountrecovery-confirmation-body": "Chúng tôi đã nhận được yêu cầu khôi phục tài khoản có tên “$1” trên {{SITENAME}}.\n\nĐể hoàn tất quy trình này, hãy nhấp vào liên kết bên dưới để xác minh địa chỉ email của bạn. Liên kết sẽ hết hạn sau $2.\n\n$3 \n\nNếu bạn không nhận ra yêu cầu này, bạn có thể bỏ qua email này một cách an toàn và sẽ không có thay đổi nào được thực hiện đối với tài khoản của bạn.",
	"emailauth-accountrecovery-confirmation-resent": "Liên kết xác nhận này đã hết hạn. Một liên kết xác nhận mới đã được gửi đến địa chỉ email liên hệ mà bạn đã cung cấp. Vui lòng nhấp vào liên kết mới này để hoàn tất yêu cầu khôi phục tài khoản của bạn.",
	"emailauth-accountrecovery-email-mismatch": "Địa chỉ email bạn đã nhập không khớp. Vui lòng kiểm tra và thử lại.",
	"emailauth-accountrecovery-invalid-email": "Vui lòng nhập địa chỉ email hợp lệ.",
	"emailauth-accountrecovery-rate-limited": "Bạn đã gửi quá nhiều yêu cầu khôi phục tài khoản. Vui lòng chờ trước khi thử lại.",
	"emailauth-accountrecovery-error-generic": "Đã xảy ra lỗi trong quá trình xử lý yêu cầu của bạn. Vui lòng thử lại sau.",
	"emailauth-accountrecovery-error-invalid-data": "Không thể xử lý thông tin mà bạn đã cung cấp. Vui lòng kiểm tra thông tin đã nhập và thử lại.",
	"emailauth-accountrecovery-error-service-unavailable": "Dịch vụ khôi phục tài khoản hiện đang tạm thời không khả dụng. Vui lòng thử lại sau.",
	"emailauth-accountrecovery-error-badtoken": "Liên kết xác nhận không hợp lệ! Liên kết này có thể đã hết hạn.",
	"emailauth-accountrecovery-disabled": "Tính năng khôi phục tài khoản hiện không khả dụng trên wiki này. Vui lòng liên hệ với bảo quản viên trang web để được hỗ trợ.",
	"logentry-emailauth-verify-failed": "Không thể xác thực bằng thư điện tử",
	"logentry-emailauth-verify-success": "Đã hoàn tất việc xác thực bằng thư điện tử",
	"logentry-emailauth-recovery-submit": "Đã gửi yêu cầu khôi phục tài khoản"
}
